CSI API ETABS v1
cGenDispl.CountPoint Method
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
int CountPoint(
	string Name,
	ref int Count
)
Function CountPoint (
	Name As String,
	ByRef Count As Integer
) As Integer
Dim instance As cGenDispl
Dim Name As String
Dim Count As Integer
Dim returnValue As Integer
returnValue = instance.CountPoint(Name,
	Count)
int CountPoint(
	String^ Name,
	int% Count
)
abstract CountPoint :
        Name : string *
        Count : int byref -> int
Parameters
Name
Type: System.String
Count
Type: System.Int32
Return Value
Type: Int32
See Also
Reference
cGenDispl Interface
ETABSv1 Namespace